//
//  NulearFile.h
//  Nuclear_Power
//
//  Created by 千锋 on 15/12/2.
//  Copyright (c) 2015年 师. All rights reserved.
//

#ifndef Nuclear_Power_NulearFile_h
#define Nuclear_Power_NulearFile_h

#define ScreenSize [UIScreen mainScreen].bounds.size
#define ArticleOne @"1942年,在美国芝加哥体育场的看台下,由费米主持下的 世界上第一座用石墨作减速剂的原子核反应堆竣工落成。1945年,人类制成并投掷了原子弹;1954年,苏联建成第一座并入电网的 核电厂;20世纪60年代末,美国100 万千瓦级 压水堆核电厂已基本定型;2010年,世界核电装机容量约3.8 亿 千瓦,占世界发电总量的10%;"
#define ArticleTwo @"核事故是指在各类核设施中很少发生的意外事件，使放射性物质的释放可能或已经失去应有的控制，达到不可接受的水平。INES根据核事件对人和环境的影响、对辐射屏蔽和控制设备的影响、对纵深防御能力的影响将核事故分为7级，较低级别（1-3）称为事件，较高级别（4-7）称为事故，不具有安全意义的事件称为“偏差”，归为0级。;"

#define NuclearArticle @"最近朋友圈被一篇文章《核电将毁灭中国》席卷，抛开文中大量罔顾事实的论据和危言耸听的结论，关于对核电安全事故的认识以及发展核电的必要性问题，倒是有必要进行理性探讨，我们从2013年美国的一部环保纪录片说起。/n  《潘多拉的承诺》（Pandora’s Promise）是一部探讨核电存废的纪录片，这部电影在2013年美国Sundance电影节上展出后引起了广泛的关注和争论，被称为是自《难以忽视的真相》之后最具影响的环保纪录片，也因深刻阐述环境面临的挑战获得了2013年英国设菲尔德纪录片电影节绿色奖（Sheffield Doc/Fest Green Award）。/n  影片从多个角度讨论了在全球能源转型和应对气候变化的大背景下发展核电的必要性，通过采访五名曾经极力反对核电的环保主义者，讲述他们对待核电的态度和立场如何被颠覆，发生从反核先锋到支持核电的180度转变。事实上，影片的导演罗伯特·斯通（Robert Stone）本人也经历了同样的心路历程，斯通于1988导演的反核纪录片《比基尼电台》（Radio Bikini）因真实揭露美国政府二战后在马歇尔群岛比基尼环珊瑚岛（Bikini Atoll）进行核弹试验对当地居民以及参与试验的美国人员的影响而获得当年的奥斯卡最佳纪录片提名。二十多年后，斯通用一部支持发展核电的纪录片，为这种饱受争议的能源形式站台背书，他在电影的官方网站上说，“快速发展核电是目前人类免受气候变化灾难所拥有的最大希望，对我而言得出这个结论并不容易。”/n  这部纪录片由硅谷的几个技术巨头提供资金支持，在影院以及CNN等大众传媒上播出，是一部由非核电行业资助、职业电影人拍摄制作的大众电影，其支持核电的立场是由五位反戈的环保主义者用大量事实依据从多个角度得出的，因此影片呈现的大量事实以及表达的支持核电的立场均具有很强的说服性，这也是这部影片获得电影节环保绿色奖的原因。针对公众对核电存在的疑虑以及反核人士反对核电的种种理由，影片进行了全方位多角度的解述，而不是仅仅局限于核电科普或者反复强调核电自身的优势。"

#endif
